//
//  Gurulebi.swift
//  Anegdotebi
//
//  Created by Barbare Tepnadze on 22.05.24.
//

import Foundation

let Gurulebi = [
    "გურული მეგობარს ეკითხება: \"რატომ გაწუხებს სმენის პრობლემა?\" მეგობარი: \"იმიტომ, რომ გურული ყავა დამრჩა ყურში.\"",
    "გურული ტურისტს აჩვენებს ბაღს: \"ეს არის ჩვენი პატარა სამოთხე.\" ტურისტი: \"ისეთი ლამაზია, რომ დავკარგე სუნთქვა.\" გურული: \"ეს გურული ჰაერია.\"",
    "გურული მეგობარს ეუბნება: \"როცა ვამბობ 'დილის მშვიდობისთვის', ვგულისხმობ 'გურული ჩაის დრო.'\"",
    "გურული მეუღლეს ეკითხება: \"რა გვინდა დღეს ვაკეთოთ?\" მეუღლე: \"დავამზადოთ გურული პასკა.\"",
    "გურული რესტორანში შედის და შეკვეთას აძლევს: \"ერთი გურული ღვეზელი და ორი ბედნიერება, გთხოვთ.\"",
    "გურული მეგობარს ეკითხება: \"რატომ ხარ ასე სევდიანი?\" მეგობარი: \"გურული პასკა ამომიწურა.\" გურული: \"მოდი ჩემთან, ახალი გამოვაცხვე.\"",
    "გურული მეზობელს ეკითხება: \"როგორ ვცოცხლობ დღემდე?\" მეზობელი: \"გურული პასკით და სიყვარულით.\"",
    "გურული მაღაზიაში შედის და კითხულობს: \"გურული პასკა სად შეიძლება ვიპოვო?\" თანამშრომელი: \"მიწა?\" გურული: \"არა, ტკბილი პასკა!\"",
    "გურული სუფრაზე ხვდება მეგობრებს და ამბობს: \"დღეს ვჭამთ გურულ ღვეზელს და ვსვამთ გურულ ჩაის.\" მეგობრები: \"კარგი, ჩვენც თანახმა ვართ.\"",
    "გურული მეგობარს ეკითხება: \"როგორ შეიძლება გავიუმჯობესო ჩემი დღე?\" მეგობარი: \"გურულ ჩაისთან ერთად დაიწყე და გურულ პასკასთან ერთად დაამთავრე.\""
]
