//
//  Imerlebi.swift
//  Anegdotebi
//
//  Created by Barbare Tepnadze on 22.05.24.
//

import Foundation

let Imerlebi = [
    "იმერელი სტუმარს ეკითხება: \"გინდა ჩაის თუ ყავას?\" სტუმარი: \"ჩაის.\" იმერელი: \"სწორედ ამისთვის მაქვს კარაქიანი პური.\"",
    "იმერელი მეგობარს ეკითხება: \"რატომ ხარ ასე მოწყენილი?\" მეგობარი: \"გუშინ ჩემი ძაღლი გაიქცა.\" იმერელი: \"გაჭირვება გაკლია!\"",
    "იმერელი რესტორანში შედის და მიმტანს ეკითხება: \"რას მირჩევთ?\" მიმტანი: \"ჩვენი საუკეთესო კერძია. ხორცი კარტოფილით.\" იმერელი: \"კარტოფილი თუ შერეულია?\"",
    "იმერელი მეგობარს ეკითხება: \"როგორ მივაღწიო წარმატებას?\" მეგობარი: \"თავდადებით და ბევრ შრომით.\" იმერელი: \"და მოსაწევი დრო როდის მექნება?\"",
    "იმერელი მეუღლეს ეკითხება: \"რა ვახშამი გინდა?\" მეუღლე: \"რაღაც მარტივი და სწრაფი.\" იმერელი: \"მაშინ მეზობლისთვის ვიყიდოთ.\"",
    "იმერელი სკოლაში მასწავლებელს ეკითხება: \"რატომ უნდა ვისწავლო ეს ყველაფერი?\" მასწავლებელი: \"რათა იყოთ მომზადებული მომავალისთვის.\" იმერელი: \"და მეზობელთან ურთიერთობისთვის?\"",
    "იმერელი მეგობარს ეკითხება: \"რატომ არის ცხოვრება ასეთი რთული?\" მეგობარი: \"იმიტომ რომ ხანდახან სირთულეებში ვიპოვოთ სიმართლე.\" იმერელი: \"და სიმართლე სად არის?\"",
    "იმერელი სუფრაზე ხვდება მეზობელს: \"რა ხასიათზე ხარ დღეს?\" მეზობელი: \"მშვენიერი ხასიათზე ვარ, ახალი წვენი მაქვს.\"",
    "იმერელი მეგობარს ეკითხება: \"როგორ შეიძლება გავიუმჯობესო ჩემი დღე?\" მეგობარი: \"იყავი პოზიტიური და აკეთე ის, რაც გიყვარს.\" იმერელი: \"და თუ პური მიყვარს?\"",
    "იმერელი რესტორანში შედის და მიმტანს ეკითხება: \"რა გირჩევთ საუზმეზე?\" მიმტანი: \"ჩვენი სპეციალიტეტი.\" იმერელი: \"და პური თუ სჭირდება?\""
]
