//
//  Kakhelebi.swift
//  Anegdotebi
//
//  Created by Barbare Tepnadze on 22.05.24.
//

import Foundation

let Kakhelebi = [
    "კახელი მეზობელს ეკითხება: \"რას აკეთებ?\" მეზობელი პასუხობს: \"დამატებულ ღვინოს ვსვამ.\" კახელი: \"ეგ რა არის?\" მეზობელი: \"ჩემი ღვინო, თქვენი ღვინო და მათ შორის შუა გზაზე ნასვამი ღვინო.\"",
    "კახელი ექიმთან მიდის: \"ექიმო, გულის პრობლემები მაქვს.\" ექიმი: \"და როდის გახსოვთ პირველად?\" კახელი: \"როცა ღვინო ამოვარდნა დავიწყე.\"",
    "კახელი მეგობარს ეკითხება: \"საშუალო რა არის?\" მეგობარი: \"რაღაც, რაც სხვასთან შედარებით არც თუ ისე დიდია, არც ისე პატარა.\" კახელი: \"მაგალითად, ჩემი ღვინო.\"",
    "კახელი მეზობელს ეკითხება: \"რა ვქნათ, რომ მოსავალს მივიღოთ?\" მეზობელი: \"გავყაროთ ღვინო.\" კახელი: \"მერე რაღა მრჩება?\"",
    "კახელი ეკითხება სხვა კახელს: \"თუ ღვინოს დიდი ხანი არ სვამ, რა ხდება?\" მეორე კახელი: \"ნამდვილად არაფერი არ ხდება!\"",
    "კახელი ქალაქში დადის და ხედავს მაღაზიას, სადაც წარწერაა: \"ყველაფერი მხოლოდ 1 ლარი.\" კახელი შედის და ეკითხება: \"მანდ ღვინოც გაქვთ?\"",
    "კახელი სტუმარს ღვინოს აძლევს და ეკითხება: \"როგორ მოგეწონა?\" სტუმარი: \"დიდებული!\" კახელი: \"მაშინ კიდევ ერთი ჭიქა და დიდი მადლობა.\"",
    "კახელი მეუღლეს ეკითხება: \"კიდევ ღვინო გინდა?\" მეუღლე: \"არა, სუფთად ვარ.\" კახელი: \"აბა, დღეს ხომ დასვამდი?\"",
    "კახელი სუფრაზე იჯდა და ღვინოზე დიდხანს საუბრობდა. მეგობარმა ჰკითხა: \"შენ ღვინოზე რატომ ლაპარაკობ?\" კახელი: \"იმიტომ რომ ეგ არის ერთადერთი, რაც არ მავიწყდება.\"",
    "კახელი ფიქრობდა, რომ ღვინო ისეთივე აუცილებელია, როგორც ჰაერი. \"მაგრამ ღვინო ხომ არა აქვს ცოცხალ ორგანიზმებს,\" მეუღლემ უთხრა. \"სწორედ ამიტომ, მე ვარ ღვინოსთან.\""
]

