//
//  Rachvelebi.swift
//  Anegdotebi
//
//  Created by Barbare Tepnadze on 22.05.24.
//

import Foundation

let Rachvelebi = [
    "რაჭველი მეზობელს ეკითხება: \"რა არის შენი საყვარელი დრო დღეში?\" მეზობელი: \"ლობიანის ჭამის დრო.\"",
    "რაჭველი ტურისტს გზას აჩვენებს: \"ეს გზაა ლობიანისკენ, ყველა გზა ლობიანისკენ მიდის.\"",
    "რაჭველი მეგობარს ეუბნება: \"როცა ვამბობ 'მშვიდობისთვის', ვგულისხმობ 'ლობიანის დრო.'\"",
    "რაჭველი მეუღლეს ეკითხება: \"რა გვინდა დღეს ვაკეთოთ?\" მეუღლე: \"სადილი, ვახშამი და, ალბათ, ლობიანი.\"",
    "რაჭველი რესტორანში შედის და შეკვეთას აძლევს: \"ერთი ლობიანი და ორი ბედნიერება, გთხოვთ.\"",
    "რაჭველი მეგობარს ეკითხება: \"რატომ ხარ ასე სევდიანი?\" მეგობარი: \"ლობიანი ამომიწურა.\" რაჭველი: \"მოდი ჩემთან, ახალი გამოვაცხვე.\"",
    "რაჭველი მეზობელს ეკითხება: \"როგორ ვცოცხლობ დღემდე?\" მეზობელი: \"ლობიანით და სიყვარულით.\"",
    "რაჭველი მაღაზიაში შედის და კითხულობს: \"ლობიანი სად შეიძლება ვიპოვო?\" თანამშრომელი: \"მიწა?\" რაჭველი: \"არა, ტკბილი ლობიანი!\"",
    "რაჭველი სუფრაზე ხვდება მეგობრებს და ამბობს: \"დღეს ვჭამთ ლობიანს და ვსვამთ ყავას.\" მეგობრები: \"კარგი, ჩვენც თანახმა ვართ.\"",
    "რაჭველი მეგობარს ეკითხება: \"როგორ შეიძლება გავიუმჯობესო ჩემი დღე?\" მეგობარი: \"ლობიანით დაიწყე და სიყვარულით დაამთავრე.\""
]
