//
//  Skhartulebi.swift
//  Anegdotebi
//
//  Created by Barbare Tepnadze on 22.05.24.
//

import Foundation

let Skhartulebi = [
    "ცხოვრება მშვენიერია - როცა პიცას ჭამ.",
    "ღმერთო, მაჩვენე ჩემი დიეტა: ის სადღაც აქაა, ჩემი ნამცხვრის ქვეშ.",
    "მე არ ვარ ლაზი, მე ენერგიის დამხარჯავიან რესტავრაციას ვატარებ.",
    "თუ გინდა, რომ ვინმე ბედნიერი გახდეს, გაუშვი ისინი დასაძინებლად.",
    "ჩემი ოცნებაა ვიყო ისეთი ჩაცმული, რომ ტანსაცმლის ზომას არ მეკითხებიან.",
    "ჩემს მაცივარში უფრო მეტი საჭმელია, ვიდრე ჩემს ტვინში აზრები.",
    "თუ ცხოვრება გაძლევს ლიმონს, მოიძებნე ვისკი და გახადე კოქტეილი!",
    "სახლში დავრჩები და ჩემი ტელეფონის ბატარეას შევავსებ, ვიდრე გარეთ გავიდე.",
    "მე არ ვარ მეზარებული, უბრალოდ ჩემი ენერგიის გადასატვირთი ვარ.",
    "ჩემი მეზობლის ვაიფაი უფრო სწრაფია, ვიდრე ჩემი. მივედი დალოცვა ვუთხარი."
]
